Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.d92fd6ec348c
source: スタンディングカーフレイズ
ar_sa: يرفع العجل واقفاً
ca: puja de vedell dempeus
cs: Výpony na stojici pozici
da: Stående calf raises
de_de: Stehende Wadenheben
el: Άρσεις ποδιών όρθιος
en_au: Standing Calf Raises
es_es: Elevaciones de pantorrilla en pie
fi: Seisoma-kyykyt
fr_ca: Élévations sur pointes des pieds debout
gu: સ્ટેન્ડિંગ કેફલરાઈઝ
he: הרמת רגליים בעמידה
hi: स्टैंडिंग काफ रेज़
hr: Stajajući gležnjevi
hu: Nyílt helyzetben felsőtest edzés
id: Standing Calf Raises
it: Alzate sulle dita dei piedi in posizione eretta
ko: 서서 종아리 운동
mr: स्टँडिंग काफ राइज
ms: Standing Calf Raises
nl_nl: Staande calf raises
no: Stående legghev
pl: Wznosy na palcach stojąc
pt_br: Elevação de panturrilha em pé
pt_pt: Elevação de panturrilha em pé
ro: Ridicări de gambe în picioare
ru: Подъемы на носки стоя
sk: Výskovy s nohama
sl: Stojni dvig členkov
sv: Stående vaderöv
ta: ஸ்டாண்டில் கர்ஃப் ரைஸ்
te: స్టాండింగ్ క్యుఫ్ రైజ్
th: ยืนเหยียดขา
tr: Ayakta Karın Kası Egzersizi
uk: Підйоми на ногах стоячи
vi: Squat đứng
zh_hans: 站姿腿后伸
zh_hant: 站姿腳後跟抬舉

# training.d93774e1de71
source: やり方
ar_sa: كيفية القيام بذلك
ca: com fer-ho
cs: Postup
da: Sådan gør du
de_de: Anleitung
el: Οδηγίες
en_au: Instructions
es_es: Instrucciones
fi: Ohjeet
fr_ca: Comment faire ?
gu: કેવી રીતે કરવું
he: איך לעשות
hi: तरीका
hr: Instrukcije
hu: Hogyan végezd?
id: Cara
it: Istruzioni
ko: 방법
mr: कसे करायचे
ms: Cara
nl_nl: Instructies
no: Instruksjoner
pl: Instrukcje
pt_br: Instruções
pt_pt: Instruções
ro: Instrucțiuni
ru: Инструкция
sk: Postup
sl: Navodila
sv: Instruktioner
ta: வழிமுறைகள்
te: ఎలా చేయాలో
th: วิธีการ
tr: Nasıl yapılır?
uk: Інструкції
vi: Hướng dẫn
zh_hans: 操作方式
zh_hant: 操作方式

# training.da70de7280dc
source: ヒップアブダクション
ar_sa: اختطاف الورك
ca: abducció de maluc
cs: Odklon boků
da: Hofløft
de_de: Hüftabduktion
el: Απόκρουση γοφών
en_au: Hip abduction
es_es: Abducción de cadera
fi: Lonkan ojennus
fr_ca: Abduction des hanches
gu: હિપ એબડક્શન
he: הרחבת ירכיים
hi: हिप एब्डक्शन
hr: Abdukcija bedra
hu: Hajlásság
id: Hip abduction
it: Abduzione delle anche
ko: 힙 어덕션
mr: हिप ॲबडक्शन
ms: Hip abduction
nl_nl: Hip abduction
no: Hofteutstrekning
pl: Abdukcja bioder
pt_br: Abdução de quadril
pt_pt: Abdução de quadril
ro: Abducție fesiera
ru: Разведение ног в стороны
sk: Odťah bedra
sl: Izpogljavanje bedr
sv: Höftabduktion
ta: ஹிப் அபடக்ஷன்
te: హిప్ అబ్డక్షన్
th: เหยียดสะโพก
tr: Kalça ekstansiyonu
uk: Відведення стегон
vi: Duỗi hông
zh_hans: 髋部外展
zh_hant: 髖部外轉

# training.dc48071f113b
source: ゴブレットスクワット
ar_sa: القرفصاء الكأس
ca: gatzoneta de copa
cs: Kliky s váhou
da: Goblet squat
de_de: Goblet Squats
el: Squat με γαντζ,
en_au: Goblet Squat
es_es: Sentadilla con botella
fi: Kulmasoutu
fr_ca: Squat Goblet
gu: ગોબલેટ સ્ક્વોટ
he: סקוואט עם כוס
hi: गोबलेट स्क्वाट
hr: Squat s tegli
hu: Goblet squat
id: Goblet Squat
it: Goblet squat
ko: 고블릿 스쿼트
mr: गोबलेट स्क्वॅट
ms: Goblet Squat
nl_nl: Goblet squat
no: Goblet squat
pl: Ćwiczenie: Goblet Squat
pt_br: Agachamento com halteres
pt_pt: Agachamento com halteres
ro: Squat cu goblet
ru: Приседания с гантелями
sk: Goblet squat
sl: Squat s kozolcem
sv: Goblet squat
ta: கோப்ளெட் ஸ்குவாட்
te: గోబెట్ స్క్వాట్
th: ก๊อบเบ็ตสควอท
tr: Goblet Squat (Goblet squat)
uk: Присідання з гирею
vi: Goblet Squat
zh_hans: goblet 深蹲
zh_hant: 壺式深蹲

# training.dcd2a5e619a3
source: {{value1}} 上げ{{value2}}秒 / 下げ{{value3}}秒・{{value4}}回/秒{{value5}}
ar_sa: {{value1}} لأعلى {{value2}} ثانية / لأسفل {{value3}} ثانية ・{{value4}} مرة / ثانية {{value5}}
ca: {{value1}} Amunt {{value2}} segons / Baix {{value3}} segons・{{value4}} vegades/segon {{value5}}
cs: {{value1}} – Zvýšit {{value2}} sekund / Snížit {{value3}} sekund · {{value4}} krát/sekundu {{value5}}
da: {{value1}}Øg{{value2}}Sekunder / Reducer{{value3}}Sekunder{{value4}}Antal/sekund{{value5}}
de_de: {{value1}} erhöhen {{value2}} Sekunden / verringern {{value3}} Sekunden · {{value4}} Mal / Sekunde {{value5}}
el: {{value1}} - Αυξήστε κατά {{value2}} δευτερόλεπτα / Μειώστε κατά {{value3}} δευτερόλεπτα · {{value4}} φορές/δευτερόλεπτο · {{value5}}
en_au: {{value1}} up for {{value2}} seconds / down for {{value3}} seconds, {{value4}} times per second, {{value5}}
es_es: {{value1}} arriba {{value2}} segundos / abajo {{value3}} segundos · {{value4}} veces/segundo {{value5}}
fi: {{value1}}/{{value2}} sarja, {{value3}} sekuntia ylöspäin / {{value4}} sekuntia alaspäin, {{value5}} kertaa/sekunti
fr_ca: {{value1}} : Augmenter de {{value2}} secondes / Diminuer de {{value3}} secondes · {{value4}} fois/seconde · {{value5}}
gu: {{value1}} ઉપર {{value2}} સેકન્ડ / નીચે {{value3}} સેકન્ડ • {{value4}} વખત/સેકન્ડ {{value5}}
he: {{value1}} למעלה{{value2}} שניות / למטה{{value3}} שניות・{{value4}} פעמים/שנייה{{value5}}
hi: {{value1}} को ऊपर उठाएं {{value2}} सेकंड / नीचे करें {{value3}} सेकंड · {{value4}} बार/सेकंड {{value5}}
hr: {{value1}} povećati{{value2}} sekundi / smanjiti{{value3}} sekundi・{{value4}} puta/sekundu{{value5}}
hu: {{value1}}-al fel, {{value2}} másodpercre / le, {{value3}} másodpercre · {{value4}} alkalom/másodperc · {{value5}}
id: {{value1}} naik {{value2}} detik / turun {{value3}} detik・{{value4}} kali/detik{{value5}}
it: {{value1}} in alto {{value2}} secondi / in basso {{value3}} secondi · {{value4}} volte/secondo {{value5}}
ko: {{value1}} 올리기 {{value2}}초 / 내리기 {{value3}}초・{{value4}}회/초{{value5}}
mr: {{value1}} वाढवा {{value2}} सेकंद / कमी करा {{value3}} सेकंद • {{value4}} वेळा/सेकंद {{value5}}
ms: {{value1}} Angkat {{value2}} Detik/ Turun {{value3}} Detik {{value4}} Jumlah/Detik {{value5}}
nl_nl: {{value1}} Optellen {{value2}} Seconden/Verminderen {{value3}} Seconden {{value4}} per seconde {{value5}}
no: {{value1}}/{{value2}} sett, {{value3}} sekunder / {{value4}} sekunder per sett, {{value5}} ganger/sekund
pl: Zwiększ {{value1}} o {{value2}} sekund / Zmniejsz {{value3}} sekund · {{value4}} razy/sekundę · {{value5}}
pt_br: {{value1}} para cima{{value2}} segundos / para baixo{{value3}} segundos・{{value4}} vezes/segundo{{value5}}
pt_pt: {{value1}} para cima{{value2}} segundos / para baixo{{value3}} segundos・{{value4}} vezes/segundo{{value5}}
ro: {{value1}} sus {{value2}} secunde / jos {{value3}} secunde • {{value4}} ori/secundă • {{value5}}
ru: {{value1}} вверх {{value2}} секунд / вниз {{value3}} секунд • {{value4}} раз в секунду {{value5}}
sk: {{value1}} hore {{value2}} sekúnd / dole {{value3}} sekúnd · {{value4}}x/sekundu · {{value5}}
sl: {{value1}}/{{value2}} nastavitev {{value3}} sekund / {{value4}} nastavitev/sekundo {{value5}}
sv: {{value1}}/{{value2}} set, {{value3}} sekunder upp/ner, {{value4}} gånger/sekund, pauser {{value5}} sekunder
ta: {{value1}} அதிகரிக்க {{value2}} வினாடிகள் / குறைக்க {{value3}} வினாடிகள் · {{value4}} முறை / வினாடி {{value5}}
te: {{value1}} పెంచడం {{value2}} సెకన్లు / తగ్గించడం {{value3}} సెకన్లు • {{value4}} సార్లు/సెకను {{value5}}
th: {{value1}} เพิ่ม {{value2}} วินาที / ลด {{value3}} วินาที · {{value4}} ครั้ง/วินาที {{value5}}
tr: {{value1}} yukarı, {{value2}} saniye / aşağı {{value3}} saniye · {{value4}} kez / saniye {{value5}}
uk: {{value1}}/{{value2}} підходів, {{value3}} секунд/підхід・{{value4}} підходів/секунду{{value5}}
vi: {{value1}} Tăng {{value2}} Giây/ Giảm {{value3}} Theo giây {{value4}} Số lần/giây {{value5}}
zh_hans: {{value1}} 提升{{value2}}秒 / 降低{{value3}}秒・{{value4}}次/秒{{value5}}
zh_hant: 抬起 {{value1}} {{value2}} 秒 / 放下 {{value3}} 秒・{{value4}} 次/秒{{value5}}

# training.de776f6a7f2c
source: 全身 / 維持
ar_sa: الجسم كله / الصيانة
ca: cos sencer / manteniment
cs: Celé tělo / Udržování
da: Helkrop / Vedligeholdelse
de_de: Gesamt / Aufrechterhalten
el: Ολόκληρο το σώμα / Διατήρηση
en_au: Full Body / Maintenance
es_es: Entrenamiento completo / Mantenimiento
fi: Koko keho / Ylläpito
fr_ca: Entier / Maintenance
gu: સંપૂર્ણ / જાળવણી
he: כל הגוף / שמירה
hi: पूरे शरीर / रखरखाव
hr: Čuvajte se.
hu: Teljes test / Állapotok
id: Seluruh tubuh / Pemeliharaan
it: Corpo intero / Mantenimento
ko: 전신 / 유지
mr: संपूर्ण शरीर / फिटनेस
ms: Seluruh badan / Pemeliharaan
nl_nl: Volledig / Onderhoud
no: Hele kroppen / Vedlikehold
pl: Całe ciało / Utrzymanie
pt_br: Corpo inteiro / Manutenção
pt_pt: Corpo inteiro / Manutenção
ro: Întreaga trupă.
ru: Все тело / Поддержание формы
sk: Celokrčné / Udržiavanie
sl: Celotno telo.
sv: Helkropp / Underhåll
ta: முழு உடல் / பராமரிப்பு
te: పూర్తి శరీరం / నిర్వహణ
th: ทั้งตัว / รักษา
tr: Tam vücut / Koruma
uk: Все тіло / Підтримка
vi: Toàn thân / Duy trì
zh_hans: 全身 / 维持

# training.dfb4aa016e77
source: 履歴詳細
ar_sa: تفاصيل التاريخ
ca: Detalls de la història
cs: Podrobnosti o historii
da: Detaljer om historik
de_de: Detaillierte Aufzeichnung
el: Λεπτομέρειες ιστορικού
en_au: View exercise history details
es_es: Detalles del historial
fi: Harjoitushistorian yksityiskohdat
fr_ca: Détails de l'historique
gu: રેકોર્ડ વિગતો
he: פרטי היסטוריה
hi: इतिहास विवरण
hr: Detalji o povijesti
hu: Bejegyzések részletei
id: Detail riwayat
it: Dettagli della cronologia
ko: 이력 상세
mr: ऐतिहासिक डेटा तपशील
ms: Butiran Sejarah
nl_nl: Details activiteiten-geschiedenis
no: Detaljer om treningshistorikk
pl: Szczegóły historii
pt_br: Detalhes do histórico
pt_pt: Detalhes do histórico
ro: Detalii istoricul
ru: Детали истории
sk: Podrobnosti o histórii
sl: Podrobnosti o zgodovini
sv: Detaljerad historik
ta: வரலாற்றின் விவரங்கள்
te: చరిత్ర వివరాలు
th: รายละเอียดประวัติ
tr: Geçmiş geçmişi ayrıntıları
uk: Деталі історії
vi: Chi tiết lịch sử
zh_hans: 查看历史详情
zh_hant: 历史详情

# training.dfd6b19dd66a
source: ルーマニアンデッドリフト
ar_sa: الرفعة المميتة الرومانية
ca: pes mort romanès
cs: Rumunský mrtvý tah
da: Rumænsk dødløft
de_de: Rumänisches Kreuzheben
el: Ρουμανική κάμψη
en_au: Romanian Deadlift
es_es: Peso muerto rumano
fi: Romanialainen maastaveto
fr_ca: Soulevé de terre roumain
gu: રૂમાનિયન ડેડ લિફ્ટ
he: הרמת משקל גב
hi: रूमानियाई डेड लिफ्ट
hr: Rumunjski mrtvi diz
hu: Romániás fekvőt
id: Romanian Deadlift
it: Stacchi rumeni
ko: 루마니아 데드리프트
mr: रोमानियन डेड लिफ्ट
ms: Romanian Deadlift
nl_nl: Rumaanse deadlift
no: Rumensk markløft
pl: Martwy ciąg
pt_br: Levantamento terra romeno
pt_pt: Levantamento terra romeno
ro: Îndreptări românești
ru: Становая тяга
sk: Rumunský deadlift
sl: Rumunski mrtvi podi
sv: Rumänska marklyft
ta: ரூமேனியன் டெட் லிஃப்ட்
te: రూమినేయన్ డెడ్ లిఫ్ట్
th: ดีดตัว
tr: Romanya Ölü Kaldırma
uk: Станова тяга
vi: Deadlift kiểu Rumän
zh_hans: 罗马尼亚硬拉
zh_hant: 羅馬式深蹲

# training.discard_workout
source: 記録を破棄
ar_sa: حذف التمرين
ca: Eliminar registre
cs: Vymazat záznam
da: Slet træning
de_de: Training löschen
el: Διαγραφή προγράμματος
en_au: Discard Workout
es_es: Eliminar registro
fi: Poista kirjaus
fr_ca: Supprimer l'entraînement
gu: રેકોર્ડ કાઢી નાખો
he: ביטול רישום
hi: रिकॉर्ड हटाएं
hr: Obriši treniranje
hu: Edzést töröl
id: Hapus catatan
it: Elimina l'allenamento
ko: 기록 삭제
mr: नोंद रद्द करा
ms: Buang rekod
nl_nl: Opgave
no: Slett treningslogg
pl: Usuń rekord
pt_br: Excluir registro
pt_pt: Apagar treino
ro: Șterge antrenamentul
ru: Удалить запись
sk: Vymazanie záznamu
sl: Izbrisati vadbo
sv: Radera träning
ta: பயிற்சியை நீக்கவும்
te: రికార్డును తొలగించు
th: ลบข้อมูลการออกกำลังกาย
tr: Kaydı sil
uk: Видалити записи
vi: Xóa lịch tập
zh_hans: 删除记录
zh_hant: 刪除記錄

# training.e0f05832f7f0
source: 重量差 {{value1}} / 回数差 {{value2}}
ar_sa: فرق الوزن {{value1}} / فرق عدد المرات {{value2}}
ca: Diferència de pes {{value1}} / Diferència de vegades {{value2}}
cs: Rozdíl v hmotnosti {{value1}} / Rozdíl v počtu opakování {{value2}}
da: Vægtforskelle {{value1}} / Forskelle i antal gentagelser {{value2}}
de_de: Gewichtsunterschied {{value1}} / Unterschied in der Anzahl der Wiederholungen {{value2}}
el: Διαφορά βάρους {{value1}} / Διαφορά επαναλήψεων {{value2}}
en_au: Weight difference {{value1}} / Reps difference {{value2}}
es_es: Diferencia de peso {{value1}} / Diferencia de repeticiones {{value2}}
fi: Painoero {{value1}} / Toistojen ero {{value2}}
fr_ca: Différence de poids {{value1}} / Différence de répétitions {{value2}}
gu: વજન તફાવત {{value1}} / પરિભ્રમણ તફાવત {{value2}}
he: הבדל במשקל {{value1}} / הבדל במספר חזרות {{value2}}
hi: वजन का अंतर {{value1}} / गिनती का अंतर {{value2}}
hr: Razlika u težini {{value1}} / Razlika u broju ponavljanja {{value2}}
hu: Súlybeli különbség {{value1}} / Ismétlésszámbeli különbség {{value2}}
id: Perbedaan Berat {{value1}} / Perbedaan Jumlah {{value2}}
it: Differenza di peso {{value1}} / Differenza di ripetizioni {{value2}}
ko: 무게 차이 {{value1}} / 횟수 차이 {{value2}}
mr: वजनातील फरक {{value1}} / सरासरीमधील फरक {{value2}}
ms: Perbezaan Berat {{value1}} / Perbezaan Jumlah {{value2}}
nl_nl: Gewichtsverschil {{value1}} / Verschil in aantal herhalingen {{value2}}
no: Vektforskjell {{value1}} / Antall forskjeller {{value2}}
pl: Różnica w wadzie {{value1}} / Różnica w liczbie powtórzeń {{value2}}
pt_br: Diferença de peso {{value1}} / Diferença de repetições {{value2}}
pt_pt: Diferença de peso {{value1}} / Diferença de repetições {{value2}}
ro: Diferența de greutate {{value1}} / Diferența de număr {{value2}}
ru: Разница в весе {{value1}} / Разница в количестве повторений {{value2}}
sk: Rozdiel v hmotnosti {{value1}} / Rozdiel v počte opakovaní {{value2}}
sl: Razlika v teži {{value1}} / Razlika v številu ponovitev {{value2}}
sv: Viktvariation {{value1}} / Variation i antal repetitioner {{value2}}
ta: எடை வித்தியாசம் {{value1}} / எண்ணிக்கை வித்தியாசம் {{value2}}
te: బరువులో మార్పు {{value1}} / సంఖ్యలో మార్పు {{value2}}
th: ความแตกต่างของน้ำหนัก {{value1}} / ความแตกต่างของจำนวนครั้ง {{value2}}
tr: Ağırlık Farkı {{value1}} / Tekrar Sayısı Farkı {{value2}}
uk: Різниця у вазі {{value1}} / Різниця у кількості повторень {{value2}}
vi: Sự khác biệt về trọng lượng {{value1}} / Sự khác biệt về số lần {{value2}}
zh_hans: 重量差异 {{value1}} / 次数差异 {{value2}}
zh_hant: 重量差異 {{value1}} / 次數差異 {{value2}}

# training.e133f5c0915f
source: 完了していない記録は保存されません。
ar_sa: لن يتم حفظ السجلات غير المكتملة.
ca: Els registres no completats no es desaran.
cs: Nezakončené záznamy se neukládají.
da: Ufærdige øvelser gemmes ikke.
de_de: Nicht abgeschlossene Aufzeichnungen werden nicht gespeichert.
el: Οι μη ολοκληρωμένες καταγραφές δεν αποθηκεύονται.
en_au: Uncompleted records are not saved.
es_es: Los registros incompletos no se guardan.
fi: Valmiita harjoituksia ei tallenneta.
fr_ca: Les enregistrements non terminés ne sont pas sauvegardés.
gu: પૂર્ણ ન થયેલા રેકોર્ડ્સ સાચવવામાં આવશે નહીં.
he: הישגים שלא סיימת לא נשמרים.
hi: अपूर्ण रिकॉर्ड सहेजे नहीं जाएंगे।
hr: Aktivnosti koje nisu završene neće se čuvati.
hu: A befejezetlen edzéseket nem mentjük el.
id: Catatan yang belum selesai tidak disimpan.
it: I record non completati non vengono salvati.
ko: 완료되지 않은 기록은 저장되지 않습니다.
mr: पूर्ण न झालेल्या नोंदी जतन केल्या जात नाहीत.
ms: Rekod yang belum lengkap tidak disimpan.
nl_nl: Onvoltooide trainingen worden niet opgeslagen.
no: Ufullførte treningsøkter lagres ikke.
pl: Niezapisane zapisy nie są przechowywane.
pt_br: Registros não concluídos não são salvos.
pt_pt: Registros não concluídos não são salvos.
ro: Înregistrările nefinalizate nu sunt salvate.
ru: Незавершенные тренировки не сохраняются.
sk: Nezhotovené záznamy nie sú uložené.
sl: Nekončane aktivnosti niso shranjene.
sv: Oavslutade träningar sparas inte.
ta: பதிவு செய்யாதவை சேமிக்கப்படாது.
te: పూర్తి కాని రికార్డులు నిల్వ చేయబడవు.
th: บันทึกที่ไม่สมบูรณ์จะไม่ถูกบันทึกลง
tr: Tamamlanmamış egzersizler kaydedilmez.
uk: Записи, які ще не завершено, не зберігаються.
vi: Các hoạt động chưa hoàn thành sẽ không được lưu.
zh_hans: 未完成的记录不会被保存。
zh_hant: 未完成的记录不会被保存。

# training.e1472f598358
source: 反映
ar_sa: انعكاس
ca: reflexió
cs: Reflex
da: Opdater
de_de: Reflektieren
el: Αναδημιουργία
en_au: Reflect
es_es: Reflejar
fi: Päivitä
fr_ca: Mettre à jour
gu: પ્રકાશ
he: עדכון
hi: दर्ज करें
hr: Reflektirati
hu: Frissítés
id: Refleks
it: Aggiorna
ko: 반영
mr: अद्यतन करा
ms: Refleksi
nl_nl: Reflecteer
no: Oppdater
pl: Zapisz
pt_br: Refletir
pt_pt: Refletir
ro: Reflect
ru: Обновить
sk: Aktualizovať
sl: Reflect
sv: Reflektera
ta: புதுப்பிக்க
te: నవీకరించు
th: อัปเดต
tr: Güncelleyin
uk: Віддзеркалити
vi: Cập nhật
zh_hans: 显示

# training.e1b8fd383091
source: 次の画面で重量・回数・種目を確認してから保存します。
ar_sa: تحقق من الوزن وعدد التكرارات والحدث على الشاشة التالية قبل الحفظ.
ca: Comproveu el pes, el nombre de repeticions i l'esdeveniment a la pantalla següent abans de desar.
cs: Uložte váhu, počet opakování a cvičení před přechodem na další obrazovku.
da: Gem først vægt, antal gentagelser og øvelse på næste skærm.
de_de: Speichern Sie das Gewicht, die Anzahl und die Übung im nächsten Bildschirm.
el: Σε αυτή την οθόνη, θα δείτε το βάρος, τον αριθμό επαναλήψεων και τις ασκήσεις πριν αποθηκεύσετε.
en_au: Save the weight, reps, and exercise in the next screen.
es_es: Guarda el peso, la cantidad y el ejercicio en la siguiente pantalla.
fi: Tallenna paino, toistot ja harjoitukset ennen seuraavaa näyttöä.
fr_ca: Veuillez vérifier le poids, le nombre de répétitions et l'exercice dans l'écran suivant avant de sauvegarder.
gu: આગામી સ્ક્રીન પર વજન, સંખ્યા અને વર્કઆઉટની ચકાસણી કર્યા પછી સાચવો.
he: יש לשמור את המשקל, מספר החזרות והתרגיל בגישה הבאה.
hi: अगले स्क्रीन पर वजन, संख्या और व्यायाम की जांच करके सहेजें।
hr: Sačuvajte težinu, broj i vježbu prije prelaska na sljedeću ekranu.
hu: A következő oldalon ellenőrizd a súlyt, a számot és az edzést, majd mentsd el.
id: Simpan setelah memeriksa berat, jumlah, dan latihan pada layar berikutnya.
it: Salva il peso, il numero di ripetizioni e l'esercizio nel passaggio successivo.
ko: 다음 화면에서 무게, 횟수, 운동 종류를 확인한 후 저장합니다.
mr: पुढच्या स्क्रीनवर वजन, संख्या आणि व्यायाम तपासा आणि नंतर सेव्ह करा.
ms: Simpan selepas anda menyemak berat, jumlah, dan latihan.
nl_nl: Sla op na het controleren van gewicht, aantal en oefening in de volgende scherm.
no: Lagre vekten, antall repetisjoner og øvelsen før du går videre.
pl: Zapisz w następnym ekranie po sprawdzeniu wagi, liczby powtórzeń i ćwiczenia.
pt_br: Salve o peso, número de repetições e exercício na próxima tela.
pt_pt: Salve o peso, número de repetições e exercício na próxima tela.
ro: Salvați greutatea, numărul de repetări și exercițiile în ecranul următor.
ru: Сохраните вес, количество повторений и упражнение перед переходом на следующую страницу.
sk: Uložte si váhu, počet opakovaní a cviky na nasledujúcom obrazovke.
sl: Pred shranjevanjem preverite teži, število in vaje.
sv: Spara vikten, antalet repetitioner och övningen i nästa skärm.
ta: அடுத்த திரையில் எடை, எண்ணிக்கை மற்றும் பயிற்சியை சரிசெய்து சேமிக்கவும்.
te: తదుపరి స్క్రీన్‌లో బరువు, సంఖ్య మరియు వ్యాయామాలను ధృవీకరించి, ఆపై సేవ్ చేయండి.
th: บันทึกน้ำหนัก, จำนวนครั้ง, และท่าออกกำลังกายก่อนไปยังหน้าถัดไป
tr: Ağırlık, tekrar sayısı ve egzersizi sonraki sayfada kontrol ederek kaydedin.
uk: Збережіть вагу, кількість повторень та вправи на наступному екрані.
vi: Lưu lại sau khi kiểm tra trọng lượng, số lần và bài tập trong màn hình tiếp theo.
zh_hans: 在下一页上确认重量、次数和项目，然后保存。
zh_hant: 在下一个屏幕上确认重量、次数和项目后再保存。

# training.e2374146acf3
source: 停止
ar_sa: توقف
ca: parar
cs: Zastavit
da: Stop
de_de: Stoppen
el: Τερματισμός
en_au: Stop
es_es: Detener
fi: Peruuta
fr_ca: Arrêter
gu: અંતર કરો
he: הפסקה
hi: रोकें
hr: Stoppiraj
hu: Megállít
id: Berhenti
it: Interrompi
ko: 중지
mr: थांबा
ms: Hentikan
nl_nl: Stoppen
no: Stopp
pl: Przerwa
pt_br: Parar
pt_pt: Parar
ro: Oprire
ru: Стоп
sk: Zastaviť
sl: Preklopi
sv: Stoppa
ta: நிறுத்து
te: ఆపు
th: หยุด
tr: Durdur
uk: Призупинити
vi: Dừng

# training.e2b5cf1b1f39
source: ベンチプレス
ar_sa: اضغط على مقاعد البدلاء
ca: premsa de banc
cs: Bench press
da: Bænkpres
de_de: Bankdrücken
el: Πιέσεις με μπάρα
en_au: Bench press
es_es: Press de banca
fi: Penkkipunnerrus
fr_ca: Développé couché
gu: બેંચ પ્રેસ
he: הרמת משקולות על ספסל
hi: बेंच प्रेस
hr: Bench Press
hu: Bench press
id: Bench press
it: Panca piana
ko: 벤치 프레스
mr: बेंच प्रेस
ms: Bench press
nl_nl: Bench press
no: Benkpress
pl: Wyciskanie na ławce
pt_br: Supino
pt_pt: Supino
ro: Împins cu bara
ru: Жим лежа
sk: Bench press
sl: Bench press
sv: Bänkpress
ta: பெஞ்ச் பிரஸ்
te: బెంచ్ ప్రెస్
th: ยกน้ำหนักบนม้านั่ง
tr: Bench press
uk: Жим лежачи
vi: Đẩy tạ trên ghế
zh_hans: 卧推
zh_hant: 臥推

# training.e3290760a2fd
source: 完了した記録は履歴から確認できます。
ar_sa: يمكنك التحقق من السجلات المكتملة من التاريخ.
ca: Podeu comprovar els registres completats de l'historial.
cs: Dokončené záznamy můžete zkontrolovat v historii.
da: Du kan se dine færdige øvelser i historikken.
de_de: Abgeschlossene Aufzeichnungen können Sie im Verlauf einsehen.
el: Μπορείτε να δείτε τις ολοκληρωμένες καταγραφές από το ιστορικό.
en_au: You can view completed records in the History.
es_es: Puede ver los registros completados en el historial.
fi: Valmiit harjoitukset ovat nähtävissä historiassa.
fr_ca: Vous pouvez consulter vos enregistrements terminés dans l'historique.
gu: પૂર્ણ થયેલ રેકોર્ડ્સ "ઇતિહાસ" માં જોઈ શકાય છે.
he: ניתן לבדוק את ההישגים ביומן.
hi: पूर्ण रिकॉर्ड देखने के लिए, "रिकॉर्ड" पर जाएं।
hr: Zabilježene aktivnosti možete provjeriti u povijesti.
hu: A befejezett edzések a "Történet" menüben megtekinthetők.
id: Anda dapat melihat catatan yang sudah selesai dari riwayat.
it: È possibile visualizzare i record completati nella cronologia.
ko: 완료된 기록은 기록에서 확인할 수 있습니다.
mr: पूर्ण झालेल्या नोंदी 'इतिहास' मध्ये पाहता येतात.
ms: Rekod yang lengkap boleh dilihat dalam sejarah.
nl_nl: Voltooide trainingen kunt u bekijken in het overzicht.
no: Du kan se fullførte treningsøkter i historikken.
pl: Gotowe zapisy można sprawdzić w historii.
pt_br: Você pode verificar os registros concluídos na seção "Histórico".
pt_pt: Você pode verificar os registros concluídos na seção "Histórico".
ro: Puteți verifica istoricul pentru înregistrările finalizate.
ru: Вы можете просмотреть историю завершенных тренировок.
sk: Hotové záznamy môžete zobraziť v histórii.
sl: Končane aktivnosti lahko preverite v zgodovini.
sv: Du kan se avslutade träningar i historiken.
ta: முடித்த பதிவுகளை, "வரலாறு" பிரிவில் பார்க்கலாம்.
te: పూర్తి చేసిన రికార్డులను చరిత్ర నుండి చూడవచ్చు.
th: คุณสามารถตรวจสอบบันทึกที่บันทึกแล้วได้จากประวัติ
tr: Tamamlanan egzersizler, "Tarihçe" bölümünden görüntülenebilir.
uk: Ви можете переглянути записи, які були завершені, у розділі "Історія".
vi: Bạn có thể xem lại các hoạt động đã hoàn thành trong phần "Lịch sử".
zh_hans: 已完成的记录可以在“历史”中查看。
zh_hant: 已完成的记录可在历史中查看。

# training.e41498e34979
source: {{value1}}・計画作成
ar_sa: {{value1}}・إنشاء الخطة
ca: {{value1}}・Creació del pla
cs: Vytvořit plán pro {{value1}}
da: Opret plan for {{value1}}
de_de: Plan erstellen für «{{value1}}»
el: Δημιουργία σχεδίου για το {{value1}}
en_au: Create a plan for {{value1}}
es_es: Crear plan para {{value1}}
fi: Luo {{value1}}:n suunnitelma
fr_ca: {{value1}}• Créer un plan
gu: {{value1}} / યોજના બનાવો
he: {{value1}}· תכנון
hi: {{value1}}・योजना बनाना
hr: Kreiranje plana za {{value1}}
hu: {{value1}} · Tervezés
id: Buat rencana untuk {{value1}}
it: Crea un piano per {{value1}}
ko: {{value1}}・계획 생성
mr: {{value1}} आणि योजना तयार करा
ms: Buat plan {{value1}}
nl_nl: Plan maken voor {{value1}}
no: Opprett plan for {{value1}}
pl: {{value1}} · Planowanie
pt_br: Criar plano para {{value1}}
pt_pt: Criar plano para {{value1}}
ro: Creează un plan pentru {{value1}}
ru: {{value1}} · Планирование
sk: Vytvoriť plán pre {{value1}}
sl: {{value1}} · Ustvarite načrt
sv: Skapa plan för {{value1}}
ta: {{value1}} · திட்டத்தை உருவாக்குதல்
te: {{value1}}・ప్రణాళికను రూపొందించు
th: สร้างแผนสำหรับ {{value1}}
tr: {{value1}} için plan oluşturun
uk: {{value1}}· Створення плану
vi: Tạo kế hoạch «{{value1}}»
zh_hans: {{value1}}• 创建计划
zh_hant: {{value1}}・建立計畫
